Repository: gjulianm/Ocell
Catalog: Ocell.Library/Ocell.Localization/Resources.*.resx
Languages: de, es, eu, it

source: a minute ago
de: Vor einer Minute
es: hace un minuto
eu: orain dela minutu bat
it: un minuto fa

source: an hour ago
de: Vor einer Stunde
es: hace una hora
eu: orain dela ordu bat
it: un ora fa

source: a second ago
de: Vor einer Sekunde
es: hace un segundo
eu: orain dela segundu bat
it: un secondo fa

# ButtonGo
source: Go
de: Los
es: Ir
eu: Joan
it: Vai

# ColumnAlreadyPinned
source: This column is already pinned.
de: Diese Spalte ist bereits angepinnt..
es: Esta columna ya está añadida.
eu: Zutabea jadanik gehituta dago
it: Questa colonna è già presente in start.

source: columns
de: Spalten
es: columnas
eu: zutabeak
it: colonne

source: compose
de: Verfassen
es: escribir
eu: idatzi
it: scrivi

source: conversation
de: Unterhaltung
es: conversación
eu: elkarrizketa
it: conversazione

source: favorite
de: Favorit
es: favorito
eu: gogokoa
it: preferito

source: Favorites
de: Favoriten
es: Favoritos
eu: Gogokoak
it: Preferiti

# FilterColumn
source: filter this column
de: Diese Spalte filtern
es: filtrar esta columna
eu: zutabe hau iragaztu
it: filtra questa colonna

source: go to user...
de: Zu Benutzer wechseln...
es: ir a usuario...
eu: erabiltzailera joan...
it: vai all'utente...

source: Home
es: Inicio
eu: Hasi

source: last month
de: Letzten Monat
es: hace un mes
eu: orain dela hilabate bat
it: scorso mese

source: last year
de: Letztes Jahr
es: hace un año
eu: orain dela urte bat
it: scorso anno

source: Mentions
de: Erwähnungen
es: Menciones
eu: Aipamenak
it: Menzioni

source: Messages
de: Nachrichten
es: Mensajes
eu: Mezuak
it: Messaggi

source: mute user
de: Benutzer muten
es: silenciar usuario
eu: erabiltzailea isilarazi
it: silenzia utente

source: my profile
de: Mein Profil
es: mi perfil
eu: nire profila
it: profilo

# PinColumnStart
source: pin this column to start
de: Spalte an Start anheften
es: anclar esta columna a inicio
eu: zutabe hau hasierara ainguratu
it: aggiungi questa colonna a start

source: read later
de: Später lesen
es: leer después
eu: gero irakurri
it: leggi dopo

source: reply
de: antworten
es: responder
eu: erantzun
it: rispondi

source: retweet
de: retweeten
es: retwittear
eu: bertxiotu

source: search
de: suchen
es: buscar
eu: bilatu
it: cerca

source: send dm
de: DM senden
es: enviar mensaje
eu: mezua bidali
it: invia messaggio diretto

source: settings
de: Einstellungen
es: ajustes
eu: hobespenak
it: impostazioni

# UnknownValue
source: Unknown
de: Unbekannt
es: Desconocido
eu: Ezezaguna

source: Username
de: Benuztername
es: Nombre de usuario.
eu: Erabiltzaile izena.

# XDaysAgo
source: {0} days ago
de: Vor {0} Tagen
es: hace {0} días
eu: orain dela {0} egun
it: {0} giorni fa

# XHoursAgo
source: {0} hours ago
de: Vor {0} Stunden
es: hace {0} horas
eu: orain dela {0} ordu
it: {0} ore fa

# XMinutesAgo
source: {0} minutes ago
de: Vor {0} Minuten
es: hace {0} minutos
eu: orain dela {0} minutu
it: {0} minuti fa

# XMonthsAgo
source: {0} months ago
de: Vor {0} Monaten
es: hace {0} meses
eu: orain dela {0} hilabete
it: {0} mesi fa

# XSecondsAgo
source: {0} seconds ago
de: Vor {0} Sekunden
es: hace {0} segundos
eu: orain dela {0} segundu
it: {0} secondi fa

# XYearsAgo
source: {0} years ago
de: Vor {0} Jahren
es: hace {0} años
eu: orain dela {0} urte
it: {0} anni fa

source: yesterday
de: Gestern
es: ayer
eu: atzo
it: ieri

# TapToModify
source: Tap a filter to modify it, tap and hold to delete.
de: Filter antippen zum anpassen, antippen und halten zum löschen.
es: Pulsa un filtro para modificarlo, pulsa y mantén para borrarlo.
eu: Sakatu iragazkia aldatzeko, sakatu eta mantendu ezabatzeko.
it: Tocca un filtro per modificarlo, tocca e tieni premuto per cancellare.

source: save
de: Speichern
es: guardar
eu: gorde
it: salva

source: done
de: Fertig
es: hecho
eu: eginda
it: fatto

source: create filter
de: Filter erstellen
es: crear filtro
eu: iragazkia sortu
it: crea filtro

source: User
de: Benutzer
es: Usuario
eu: Erabiltzailea
it: Utente

source: Source
de: Quelle
es: Vía
eu: Bidez
it: Sorgente

source: Contains
de: Enthält
es: Contiene
eu: Dauka
it: Contiene

source: Does not contain
de: Enthält nicht
es: No contiene
eu: Ez dauka
it: Non contiene

source: drafts
de: Entwürfe
es: borradores
eu: zirriborroak
it: bozze

source: next
de: weiter
es: siguiente
eu: hurrengoa
it: successivo

source: Trending
es: Trending Topics
eu: Pil-Pileko Gaiak
it: Trends

source: refresh
de: Aktualisieren
es: actualizar
eu: freskatu
it: aggiorna

source: add column
de: Spalte hinzufügen
es: añadir columna
eu: zutabea gehitu
it: aggiungi colonna

source: Direct Messages
de: Direktnachrichten
es: Mensajes directos
eu: Mezu Zuzenak
it: Messaggio Diretto

source: Core
de: Kern
es: Principal
eu: Nagusia
it: Principali

source: Lists
de: Listen
es: Listas
eu: Zerrendak | Listas
it: Liste

source: Add
de: Hinzufügen
es: añadir
eu: gehitu
it: Aggiungi

source: Accounts
es: Cuentas
eu: Kontuak
it: Account

# SelectAccount
source: Select one account
de: Wähle einen Account aus
es: Selecciona una cuenta.
eu: Kontu bat hautatu.
it: Seleziona un account

source: via
de: per
es: vía
eu: {0} bidez
it: tramite

# Conversation_CapitalFirst
source: Conversation
de: Unterhaltung
es: Conversación
eu: Elkarrizketa
it: Conversazione

source: retweet with comments
de: Mit Kommentar retweeten
es: retwittear con comentarios
eu: iruzkinekin bertxiotu
it: retweet con commento

source: delete tweet
de: Tweet löschen
es: borrar tweet
eu: txioa ezabatu
it: cancella tweet

source: reply all
de: Allen antworten
es: responder a todos
eu: guztiei erantzun
it: rispondi a tutti

source: followers
de: Follower
es: seguidores
eu: jarraitzaileak

source: following
de: folgt
es: siguiendo
eu: jarraitzen

source: pin to main page
de: An Hauptseite anheften
es: Anclar a la página principal
eu: Orri nagusira ainguratu
it: aggiungi alla pagina principale

source: change avatar
de: Avatar ändern
es: cambiar avatar
eu: irudia aldatu
it: cambia icon

source: filters
de: Filter
es: filtros
eu: iragazkiak
it: filtri

source: create list
de: Liste erstellen
es: crear lista
eu: zerrenda sortu
it: crea lista

source: Description
de: Beschreibung
es: Descripción
eu: Deskribapena
it: Descrizione

source: Public
de: Öffentlich
es: Público
eu: Publikoa
it: Pubblico

source: Private
de: Privat
es: Privado
eu: Pribatua
it: Privato

source: manage lists
de: Listen verwalten
es: gestionar listas
eu: zerrendak kudeatu
it: gestisci liste

source: Your lists
de: Deine Listen
es: Tus listas.
eu: Zure zerrendak.
it: Le tue liste

source: Create new list
de: Neue Liste erstellen
es: crear nueva lista
eu: zerrenda berria sortu
it: Crea nuova lista

# Search_CapitalFirst
source: Search
de: Suche
es: Buscar
eu: Bilatu
it: Cerca

source: About
de: über
es: acerca de
eu: honi buruz

source: backgrounds
de: Hintergründe
es: fondos
eu: hormirudiak
it: sfondi

source: save preferences
de: Einstellungen speichern
es: guardar preferencias
eu: hobespenak gorde
it: salva preferenze

# PinComposeToStart
source: Pin compose tile to start
de: "Erstellen" an Start anheften
es: anclar
eu: ainguratu
it: Aggiungi la tile componi a Start

# TweetsPerRequest
source: Tweets to load per request
de: Tweets laden pro Abfrage
es: Tweets a cargar por cada recarga
eu: Karga bakoitzagatiko txio kopurua
it: Tweets da caricare per richiesta

# Backgrounds_CapitalFirst
source: Backgrounds
de: Hintergründe
es: Fondos
eu: Hormirudiak
it: Sfondi

source: Set custom background
de: eigenen hintergrund wählen
es: elegir fondo
eu: Hormirudia aukeratu
it: imposta uno sfondo personalizzato

source: Add account
de: account hinzufügen
es: añadir cuenta
eu: kontua gehitu
it: aggiungi account

source: Edit muted tweets
de: gemutete Tweets bearbeiten
es: editar tweets silenciados
eu: Isilarazitako txioak aldatu
it: modifica tweet silenziati

# OneHour
source: 1 hour
de: 1 Stunde
es: una hora
eu: ordu bat
it: 1 ora

# EightHours
source: 8 hours
de: 8 Stunden
es: ocho horas
eu: zortzi ordu
it: 8 ore

# OneDay
source: 1 day
de: 1 Tag
es: un día
eu: egun bat
it: 1 giorno

# OneWeek
source: 1 week
de: 1 Woche
es: una semana
eu: aste bat
it: 1 settimana

source: forever
de: Immer
es: para siempre
eu: betiko
it: per sempre

source: Save credentials
de: login-Daten speichern
es: guardar
eu: Gorde
it: salva credenziali

source: send message
de: Nachricht schicken
es: enviar mensaje
eu: mezua bidali
it: invia messaggio

# AddedToList
source: @{0} has been added to the list {1}.
de: @{0} wurde zur Liste {1} hinzugefügt.
es: @{0} ha sido añadido a la lista {1}
eu: @{0} {1} zerrendara gehitu da
it: @{0} è stato aggiungo alla lista {1}.

# AskDeleteDraft
source: Are you sure you want to delete this draft?
de: Diesen Entwurf wirklich löschen?
es: ¿Quieres borrar este borrador?
eu: Zirriborroa ezabatu nahi duzu?
it: Sei sicuro di voler eliminare questa bozza?

# AskFilterDelete
source: Are you sure you want to delete this filter?
de: Diesen Filter wirklich löschen?
es: ¿Quieres borrar este filtro?
eu: Iragazkia ezabatu nahi duzu?
it: Sei sicuro di voler cancellare questo filtro?

source: copy hashtag
de: Hashtag kopieren
es: copiar hashtag
eu: hash-etiketa kopiatu
it: copia hashtag

source: copy link
de: Link kopieren
es: copiar enlace
eu: lotura kopiatu
it: copia link

source: copy user name
de: Benutzername kopieren
es: copiar nombre de usuario
eu: erabiltzaile izena kopiatu
it: copia username

# CouldntBlock
source: We couldn't block @{0}.
de: @{0} konnte nicht geblockt werden.
es: No hemos podido bloquear a @{0}
eu: Ezin izan dugu @{0} blokeatu
it: Non siamo riusciti a bloccare @{0}.

# CouldntFindUser
source: We couldn't find that user.
de: Benutzer nicht gefunden.
es: No podemos encontrar ese usuario.
eu: Ezin dugu erabiltzaile hori aurkitu.
it: Non possiamo trovare quell'utente.

# CouldntFollow
source: We couldn't not follow @{0}.
de: @{0} konnte nicht gefolgt werden.
es: No hemos podido seguir a @{0}.
eu: Ezin izan dugu @{0} jarraitu.
it: C'è stato un errore nel cercare di seguire @{0}.

# CouldntGetRelationship
source: We couldn't get your relationship with this user.
de: Benutzerverhältnis konnte nicht geladen werden.
es: No hemos podido obtener tu relación con este usuario.
eu: Ezin izan dugu eskuratu erabiltzaile horrekiko erlazioa.
it: Non è possibile reperire la tua relazione con questo utente.

# CouldntLoadFilter
source: We couldn't load this filter.
de: Filter konnte nicht geladen werden.
es: No podemos cargar este filtro.
eu: Ezin dugu iragazkia kargatu.
it: Non è stato possibile caricare questo filtro.

# CouldntReport
source: We couldn't report @{0}.
de: @{0} konnte nicht gemeldet werden.
es: No hemos podido reportar a @{0}.
eu: Ezin izan dugu @{0} salatu.
it: Non è stato possibile segnalare @{0}.

# CouldntUnblock
source: We couldn't unblock @{0}.
de: @{0} konnte nicht freigegeben werden.
es: No hemos podido desbloquear a @{0}.
eu: Ezin izan diogu @{0}-(r)i blokeoa kendu.
it: Non è stato possibile sbloccare @{0}.

# CouldntUnfollow
source: We couldn't not unfollow @{0}.
de: @{0} konnte nicht entfolgt werden.
es: No hemos podido dejar de seguir a @{0}.
eu: Ezin izan dugu @{0} jarraitzeari utzi.
it: Non è stato possibile effettuare l'unfollow di @{0}.

source: downloading followers...
de: Follower werden runterladen...
es: descargando seguidores...
eu: jarraitzaileak deskargatzen...
it: scaricamento followers...

source: downloading following...
de: Folge ich wird runterladen...
es: descargando amigos...
eu: lagunak deskargatzen...
it: scaricamento following...

source: downloading image...
de: Bild wird runtergeladen...
es: descargando imagen...
eu: irudia deskargatzen...
it: scaricamento immagine...

source: Draft deleted.
de: Entwurf gelöscht.
es: Borrador borrado.
eu: Zirriborroa ezabatuta.
it: Bozza eliminata.

# ErrorCreatingList
source: Error creating this list
de: Fehler beim erstellen der Liste
es: Error creando la lista.
eu: Errorea zerrenda sortzerakoan.
it: Errore nel creare la lista

# ErrorDeletingTweet
source: We couldn't delete this tweet.
de: Tweet konnte nicht gelöscht werden.
es: No hemos podido borrar este tweet.
eu: Ezin izan dugu txioa ezabatu.
it: Non è possibile cancellare questo tweet.

# ErrorDownloadingImage
source: We couldn't download the image.
de: Bild konnte nicht heruntergeladen werden.
es: Error descargando la imagen.
eu: Errorea irudia deskargatzean.
it: Non è possibile scaricare l'immagine.

# ErrorGettingProfile
source: Couldn't get the full user profile.
de: Profil konnte nicht geladen werden.
es: No hemos podido obtener el perfil completo del usuario.
eu: Ezin izan dugu erabiltzailearen profil osoa eskuratu.
it: Non è possibile ottenere il profilo completo.

source: Error loading lists
de: Fehler beim laden der Listen
es: Error cargando las listas.
eu: Errorea zerrendak kargatzerakoan.
it: Errore caricamento liste

# ErrorLoadingTweet
source: Error loading the tweet.
de: Fehler beim laden des Tweets.
es: Error cargando el tweet.
eu: Errorea txioa kargatzean.

# ErrorMessage
source: An error has occurred.
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error.
eu: Errorea egon da.
it: Si è verificato un errore.

source: Error report
de: Fehlerbericht
es: Reporte de error
eu: Errore txostena
it: Report di errore

# ErrorReportMessage
source: An error occurred the last time you ran this application. Would you like to send an email to report it? The report contains data to help me correct the bug. It will not send any personal data.
de: Beim letzten öffnen trat ein Fehler auf. Möchtest du einen Bericht per E-Mail senden (bitte in Englisch)? Der Bericht enthält nur Daten, die mir zur Fehlerbehebung dienen. Es werden KEINE persönlichen Daten verschickt.
es: La aplicación se cerró inesperadamente la última vez. ¿Quieres enviar un reporte de error? El reporte contiene datos para ayudar a corregir el error, sin ningún tipo de información personal.
eu: Aplikazioa bat-batean itxi zen azken aldian. Errore txosten bat bidali nahi duzu? Errore txostenak errorea konpontzeko beharrezko diren datuak dauzka, informazio pertsonalik gabe.
it: L'ultima volta che hai eseguito questa app si è verificato un errore. Vuoi inviare una mail per segnalarlo allo sviluppatore? Questa mail contiene informazioni per aiutarmi a risolvere il bug. Non invierà alcuna informazione personale.

# ErrorSavingFilter
source: Error saving this filter.
de: Fehler beim speichern des Filters.
es: Error guardando el filtro.
eu: Errorea iragazkia gordetzerakoan.
it: Errore nel salvare il filtro.

# ErrorUploadingProfileImage
source: An error happened while uploading your image. Verify the file is less than 700 kB of size.
de: Ein Fehler beim Bildupload trat auf. Stelle sicher, dass die Datei weniger als 700kb groß ist.
es: Ha ocurrido un error al subir tu imagen. Comprueba que ocupa menos de 700 KB.
eu: Errorea gertatu da irudia igotzerakoan. Egiaztatu 700KB baino gutxiago okupatzen duela.
it: Si è verificato un errore nel caricamento della tua immagine. Verifica che pesi meno di 700 kB.

source: favorited!
de: Favorisiert!
es: marcado como favorito!
eu: gogoko gisa markatuta!
it: aggiunto ai preferiti!

# FollowOcellAppMessage
source: Do you want to follow @OcellApp on Twitter to receive updates?
de: Möchtest du @OcellApp auf Twitter folgen, um Update-News zu erhalten?
es: ¿Quieres seguir a @OcellApp para recibir actualizaciones?
eu: @OcellApp jarraitu nahi duzu eguneraketak eskuratzeko?
it: Vuoi seguire @OcellApp su Twitter per ricevere aggiornamenti?

# HashtagsMutedUntil
source: The hashtag(s) {0} are muted until {1}.
de: Der/die Hashtag(s) {0} sind {1} gemutet.
es: Los hashtags {0} están silenciados hasta {1}.
eu: {0} hash-etiketak {1} arte isilarazita daude.
it: L'hastag/Gli hashtag {0} sono silenziati fino a {1}.

source: List
de: Liste
es: Lista
eu: Zerrenda
it: Lista

source: List created!
de: Liste erstellt!
es: ¡Lista creada!
eu: Zerrenda sortuta!
it: Lista creata!

# MuteDomain
source: mute tweets with this domain
de: Tweets mit dieser Domain muten
es: silenciar tweets con este dominio
eu: isilarazi txioak domeinu honekin
it: silenzia tweet con questo dominio

# MutedUntil
source: Muted until {0}.
de: {0} gemutet.
es: {0} silenciado hasta {1}.
eu: Isilarazita {0} arte.
it: Silenziato fino a {0}.

source: mute hashtag
de: Hashtag muten
es: silenciar hashtag
eu: hash-etiketa isilarazi
it: silenzia hashtag

source: No hashtags to mute.
de: Keine Hashtags zum muten.
es: No hay hashtags para silenciar-
eu: Ez daude isilarazteko txioak.
it: Non ci sono hashtag da silenziare.

# NotValidResource
source: That's not a valid resource
de: Das ist keine gültige Quelle
es: Eso no es un recurso válido.
eu: Hau ez da baliozko baliabidea.
it: Questa non è una risorsa valida

# NotValidURL
source: This is not a valid URL.
de: Das ist keine gültige URL.
es: Eso no es una URL válida.
eu: Hau ez da baliozko URL-a.
it: Questo non è un URL valido.

# NowYouFollow
source: Now you follow @{0}.
de: Du folgst jetzt @{0}.
es: Ahora sigues a @{0}.
eu: Orain @{0} jarraitzen duzu.
it: Adesso segui @{0}.

# NowYouUnfollow
source: You've unfollowed @{0}.
de: Du folgst @{0} jetzt nicht mehr.
es: Ya no sigues a @{0}.
eu: Orain ez duzu @{0} jarraitzen.
it: Adesso non segui più @{0}.

# ProfileImageChanged
source: Your profile image has been changed.
de: Dein Profilbild wurde geändert.
es: Hemos cambiado tu imagen de perfil.
eu: Zure profil irudia aldatu dugu.
it: La tua immagine profilo è stata cambiata.

source: protect
de: schützen
es: proteger
eu: babestu
it: proteggi

# RemovedFromList
source: @{0} was removed from the list {1}.
de: @{0} wurde von der Liste {1} entfernt.
es: @{0} ya no está en la lista {1}.
eu: Orain @{0} ez dago {1} zerrendan.
it: @{0} è stato rimosso dalla lista {1}.

# ReportedAndBlocked
source: You have succesfully reported and blocked @{0}.
de: Du hast @{0} refolgreich gemeldet und geblockt.
es: Has bloqueado y reportado a @{0}.
eu: @{0} blokeatu eta salatu duzu.
it: Hai segnalato e bloccato @{0}.

source: retrieving user...
de: Benutzer abrufen...
es: obteniendo usuario
eu: erabiltzailea eskuratzen
it: sto cercando l'utente...

# RetweetBy
source: (RT by @{0})
de: (RT von @{0})
es: (RT por @{0})
eu: (@{0} BT)
it: (RT da @{0})

# SourceMutedUntil
source: The source {0} is muted until {1}.
de: Die Quelle {0} ist {1} gemutet.
es: El cliente {0} está silenciado hasta {1}.
eu: {0} bezeroa isilarazita dago {1} arte.
it: La sorgente {0} è silenziata fino a {1}.

# TweetDeleted
source: Tweet deleted! (Note that it could take a few minutes to disappear completely from your streams)
de: Tweet gelöscht! (Es kann einige Minuten dauern, bis er in deinen Streams nicht mehr angezeigt wird)
es: ¡Tweet borrado! (podría tardar un poco en desaparecer por completo de Ocell, aunque ya no está en los servidores de Twitter)
eu: Txioa ezabatuta! (Ocell-etik desagertzeko baliteke pixka bat luzatzea, nahiz eta Twitter-eko zerbitzarian jadanik ez egon)
it: Tweet cancellato! (Potrebbe richiedere alcuni minuti per scomparire completamente dalle tue stream)

# TweetFrom
source: Tweet from @{0}
de: Tweet von @{0}
es: Tweet de @{0}
eu: @{0}-(r)en txioa
it: Tweet da @{0}

source: tweet text
es: texto del tweet
eu: txioaren testua
it: tweet testo

source: unfavorited!
de: Favorit entfernt!
es: desmarcado como favorito!
eu: gogoko gisa kenduta!
it: eliminato dai preferiti!

source: unprotect
de: Schutz entfernen
es: desproteger
eu: babesa kendu
it: sprotetto

# UntilDate
source: until {0}.
de: bis {0}.
es: hasta {0}.
eu: {0} arte.
it: fino a {0}.

source: uploading picture...
de: Bild hochladen...
es: subiendo imagen...
eu: irudia igotzen...
it: caricamento immagine...

# UserIsMutedUntil
source: The user {0} is muted until {1}.
de: Der Benutzer {0} ist {1} gemutet.
es: El usuario {0} está silenciado hasta {1}.
eu: {0} erabiltzailea isilarazita dago {1} arte.
it: L'utente {0} è silenziato fino a {1}.

# UserIsNowBlocked
source: @{0} is now blocked.
de: @{0} ist jetzt geblockt.
es: @{0} está ahora bloqueado.
eu: Orain @{0} blokeatuta dago.
it: @{0} è bloccato.

# UserIsNowUnblocked
source: @{0} is now unblocked.
de: @{0} ist nicht mehr geblockt.
es: @{0} ya no está bloqueado.
eu: Orain ez dago @{0} blokeatuta.
it: @{0} è sbloccato.

# UserPinned
source: User succesfully pinned.
de: Benutzer erfolgreich gepinnt.
es: Usuario anclado.
eu: Erabiltzailea ainguratuta.
it: Utente pinnato.

# YouHaveToLogin
source: You have to log in with Twitter in order to use Ocell.
de: Um Ocell zu nutzen, musst du dich bei Twitter anmelden.
es: Tienes que entrar con Twitter para poder usar Ocell.
eu: Twitterrekin sartu behar zara Ocell erabiltzeko.
it: Devi connetterti a Twitter per usare Ocell.

source: account protected!
de: Account geschützt!
es: cuenta protegida!
eu: babestutako kontua!
it: account protetto!

source: account unprotected!
de: Account nicht mehr geschützt!
es: cuenta desprotegida!
eu: babestu gabeko kontua!
it: account sprotetto!

# AskAccountDelete
source: Are you sure you want to delete the account @{0}?
de: Den Account @{0} wirklich entfernen?
es: ¿Quieres borrar la cuenta @{0}?
eu: @{0} kontua ezabatu nahi duzu?
it: Sei sicuro di voler cancellare l'utente @{0}?

# BackgroundChangeOnRestart
source: The background will change when you restart the application.
de: Der Hintergrund wird nach einem Neustart der App geändert.
es: El fondo cambiará cuando reinicies Ocell.
eu: Hormirudia Ocell berrabiaraztean aldatuko da.
it: Lo sfondo cambierà quando riavvierai l'applicazione.

# CredentialsSaved
source: Credentials for {0} saved.
de: Daten für {0} gespeichert.
es: Credenciales de {0} guardadas.
eu: {0}-ren kredentzialak gordeta.
it: Credenziali per {0} salvate.

# ErrorAuthURL
source: An error happened while trying to get auth URL. Ensure that the time on your phone is correct, and try changing the network (Wifi or mobile). Please contact @OcellApp if this happens frequently.
de: Beim Versuch die Auth-URL abzurufen ist ein Fehler aufgetreten. Bitte stell sicher, dass die Zeit deines Handys korrekt eingestellt ist und der Internetzugriff funktioniert. Bitte kontaktiere @OcellApp, falls dieser Fehler weiterhin auftritt.
es: Un error ha ocurrido al tratar de obtener la URL de autencitación. Asegúrate de que la hora en tu teléfono es correcta. Prueba también cambiando de red (Wifi a móvil). Por favor, contacta con @OcellApp si este error se repite.
eu: Errorea gertatu da kautotutako URL-a eskuratzean. Arazoa errepikatuz gero @OcellApp-rekin harremanetan jarri mesedez.
it: Si è verificato un errore nell'ottenere l'auth URL. Contatta @OcellApp se accade di frequente.

# ErrorClientTokens
source: An error happened while trying to get client tokens. Try again, and please contact @OcellApp if this happens frequently.
de: Beim Abruf der Client-Token ist ein Fehler aufgetreten. Bitte versuche es erneut und kontaktiere @OcellApp, falls dieser Fehler weiterhin auftritt.
es: Ha ocurrido un error al tratar de obtener los datos de autenticación. Por favor, contacta con @OcellApp si este error se repite.
eu: Errorea gertatu da kautotutako datuak eskuratzean. Arazoa errepikatuz gero @OcellApp-rekin harremanetan jarri mesedez.
it: Si è verificato un errore nell'ottenere i client tokens. Riprova e contatta @OcellApp se accade di frequente.

# ErrorDownloadingUsers
source: An error has occurred trying to download the user list.
de: Beim Abruf der Benutzerliste ist ein Fehler aufgetreten.
es: Ha ocurrido un error al descargar la lista de usuario.
eu: Errorea gertatu da erabiltzaile zerrenda deskargatzerakoan.
it: Si è verificato un errore nello scaricare la lista degli utenti.

# ErrorLoadingTT
source: Error loading Trending Topics.
de: Beim Abruf der Trending Topics ist ein Fehler aufgetreten.
es: Error cargando los temas del momento.
eu: Errorea joerak kargatzerakoan.
it: Errore nel caricare i Trending Topics.
