Repository: gjulianm/Ocell
Catalog: Ocell.Library/Ocell.Localization/Resources.*.resx
Languages: de, es, eu, it

# AskBuyFullVersion
source: Oops, it seems that this feature is only available in the full version of Ocell Pro. Click OK if you want to purchase it. Thanks!
de: Ups! Diese Funktion ist nur in der Vollversion von Ocell Pro verfügbar. Zum erwerben im Store drücke OK. Danke!
es: Parece que esta característica sólo está disponible en la versión completa de Ocell Pro. Pulsa OK si quieres ir a la Store para comprarla. ¡Gracias!
eu: Badirudi ezaugarri hau bakarrik Ocell Pro-en bertsio osoan eskuragarri dagoela. Dendara joan nahi duzu? Eskerrik Asko
it: Oops, sembra che questa funzione è disponibile solo nella versione completa di Ocell Pro. Fare clic su OK se si desidera acquistarlo. Grazie!

# SendWithBuffer
source: send to Buffer
de: An Buffer gesendet
es: enviar a Buffer
eu: Buffer-era bidali
it: invia a Buffer

source: Code
es: Código
it: Codici:

# CodeInvalid
source: We couldn't validate your code. Ensure you're connected to Internet and that the code is correctly copied.
de: Der Code konnte nicht verifiziert werden. Stelle sicher, dass eine Verbindung zum Internet besteht und der Code korrekt kopiert/eingegeben wurde.
es: No hemos podido validar tu código. Asegúrate de que estás conectado a Internet y de que el código está copiado correctamente.
it: Non è stato possibile convalidare il codice. Assicurarsi di essere connesso a Internet e che il codice sia correttamente copiato.

# CodeValid
source: This code is valid. Congratulations, you have unlocked Ocell Pro! Enjoy!
de: Der Code ist gültig. Glückwunsch, du hast Ocell Pro freigeschaltet. Viel Spaß!
es: Este código es válido. Enhorabuena, has desbloqueado Ocell Pro. ¡Disfrútalo!
it: Questo codice è valido. Complimenti, avete sbloccato Ocell Pro! Buon divertimento!

# CouponCodes
source: Redeem codes
de: Codes einlösen
es: Códigos de compra
it: Codici promozionali

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
it: Politica sulla privacy

source: Validate
de: Verifizierung
es: Validar
it: Convalidare

# ListDeleted
source: It seems that the list {0} has been deleted on Twitter. If you want to delete it from Ocell, go to "columns" and long-press it to delete.
de: Es scheint, dass die Liste {0} auf Twitter gelöscht wurde. Wenn du sie auch in Ocell löschen möchtest, gehe auf "Spalten" und drücke die Liste lange zum löschen.
es: Parece que la lista {0} ha sido borrada en Twitter. Si quieres borrarla también en Ocell, ve a "columnas" y mantén la lista pulsada para borrarla.
it: Sembra che la lista {0} è stato eliminato in Twitter. Se si desidera eliminare anche Ocell, andare a "colonne" e tenere premuto per cancellare.

# AskPosition
source: Ask me
de: Nachfragen
es: Preguntarme
it: Chiedi a me

source: available locations
de: Verfügbare Standorte
es: ciudades disponibles
it: posizioni disponibili

# ShowLastTweet
source: Continue where I left
de: Weiter, wo ich war
es: Seguir donde lo había dejado
it: Continua da dove

# ToNewTweets
source: Show the last tweet
de: Letzten Tweet anzeigen
es: Ir al último tweet
it: Mostra l'ultimo tweet

# WhenAppStart
source: When the app starts...
de: Wenn die App startet...
es: Cuando la aplicación se abra...
it: Quando Ocell si avvia ...

# NewXMentionsMessages
source: {0} new mentions and messages
de: {0} neue Erwähnungen und Nachrichten
es: {0} nuevas menciones y mensajes
it: {0} nuove menzioni e messaggi

source: pictures
de: Bilder
es: imágenes
it: immagini

source: Cancel
de: stornieren
es: Cancelar
eu: bertan behera
it: Annullare

source: Repeat
de: wiederholen
es: Repetir
eu: errepikatu
it: Ripetere

source: notifications
de: meldungen
es: notificaciones
it: notifiche

source: No new notifications.
de: Sie haben keine Meldungen.
es: No tienes notificaciones.
it: Non ci sono notifiche.

# ErrorRetweeting
source: An error happened while trying to send the retweet.
de: Beim Senden der Retweet ist ein Fehler aufgetreten.
es: Ha ocurrido un error al retuitear.
eu: Errore bat gertatu bitartean retweet bidali nahian.
it: Un errore è accaduto durante il tentativo di inviare il tweet.

# CouldntGetYourPosition
source: We couldn't get your GPS position.
de: Wir konnten Ihre GPS-Position nicht bekommen.
es: No hemos podido obtener tu posición.
it: Non abbiamo potuto ottenere la vostra posizione GPS.

# ErrorUnexpected
source: An unexpected error happened, sorry. If this message is frequent, please notify @OcellApp so we can fix it.
de: Ein unerwarteter Fehler passiert, sorry. Wenn diese Meldung häufig ist, benachrichtigen Sie bitte @OcellApp, damit wir es beheben können.
es: Ha ocurrido un error inesperado. Por favor, notifica a @OcellApp si ocurre con frecuencia para que podamos arreglarlo. ¡Gracias!
eu: Ustekabeko errorea gertatu da, barkatu. Mezu hau maiz badago, mesedez, jakinarazi @OcellApp, guk konpondu ahal izango dugu.
it: È accaduto un errore imprevisto, mi dispiace. Se questo messaggio è frequente, si prega di avvisare @OcellApp in modo che possiamo risolvere il problema.

source: Yes
de: Ja
es: Sí
it: Sì

# NoItemsHere
source: There's nothing to show here...
de: Es gibt nichts, hier zeigen...
es: No hay nada que enseñar aquí.
it: Non c'è niente da mostrare qui...

source: error
de: Fehler
eu: errorea
it: errore

source: trending topics
eu: pil-pileko gaiak
it: trends

source: Text
eu: Testua
it: Testo

source: global
eu: mundu osoa
it: globale

source: Hashtags
eu: Hash-etiketak

source: tweets
eu: txioak

source: Tiles
eu: Tile-ak

source: Login:
eu: Erabiltzaile izena:
