Repository: gjulianm/Ocell
Catalog: Ocell.Library/Ocell.Localization/Resources.*.resx
Languages: de, es, eu, it

# ErrorLoadingTweets
source: Error loading the tweets: {0}
de: Fehler beim laden der Tweets: {0}
es: Error cargando los tweets: {0}.
eu: Errorea {0} txioak kargatzean.
it: Errore nel caricare i tweets: {0}

# ErrorSavingLater
source: An error has occurred saving this item for later.
de: Fehler beim speichern dieses Objektes.
es: Ha ocurrido un error al guardar este elemento para después.
eu: Errorea gertatu da elementua gerorako gordetzean.
it: Errore verificato nel salvare quest'oggetto per dopo.

source: filtered!
de: Gefiltert!
es: filtrado!
eu: iragaztuta!
it: filtrato!

# InvalidCredentials
source: Invalid {0} credentials
de: Falsche {0} Daten
es: Credenciales de {0} inválidas.
eu: {0}-en kredentzialak baliogabekoak dira.
it: Credenziali {0} invalide

source: New tweet
de: Neuer Tweet
es: Nuevo tweet
eu: Txio berria
it: Nuovo tweet

source: None
de: Deaktiviert
es: Ninguno.
eu: Bat ere ez.

source: OnlyTile
de: Nur Tile
es: Sólo en tile
eu: Bakarrik Tile-an
it: Solo Tile

# RateLimitHit
source: Woops! You have spent the limit of calls to Twitter. You'll have to wait until {0}
de: Ups! Du hast die Abrufzeiten von Twitter überschritten. Du musst warten bis {0}
es: ¡Ups! Has llegado al límite de llamadas a Twitter. Tendrás que esperar hasta {0} para que se restablezca el límite.
eu: Ups! Twitter duen dei mugara heldu zara. {0} arte itxaron behar duzu muga berrezarri arte.
it: Woops! Hai terminato le chiamate a Twitter. Dovrai aspettare fino a {0}

source: retweeted
es: retwitteado
eu: bertxiotuta
it: retwittato

source: Saved for later!
de: Für später gespeichert!
es: ¡Guardado para después!
eu: Gerorako gordeta!
it: Salvato per dopo!

source: saving for later...
de: Für später speichern...
es: guardando para después...
eu: gerorako gordetzen...
it: salvando per dopo...

# SearchColumnAdded
source: Search column added to main page
de: Suchspalte zur Hauptseite hinzugefügt
es: Columna de búsqueda añadida a la página principal.
eu: Bilaketa zutabea orri nagusira gehituta.
it: Colonna di ricerca aggiunta alla pagina principale

source: Toast and Tile
de: Toast und Tile
es: Toast y Tile
eu: Toast eta Tile
it: Toast e Tile

source: verifying credentials...
de: Daten werden verifiziert...
es: verificando credenciales...
eu: kredentzialak egiaztatzen...
it: controllando le credenziali...

source: and
de: und
es: y
eu: eta
it: e

# ForX
source: for {0}
de: für {0}
es: para {0}
it: per {0}

# NewMention
source: @{0} mentioned you
de: @{0} hat dich erwähnt
es: @{0} te ha mencionado
eu: @{0} aipatu zaitu
it: @{0} ti ha menzionato

source: new mentions
de: Neue Erwähnungen
es: nuevas menciones
eu: aipamen berriak
it: nuove menzioni

# NewMentionsMessages
source: new mentions and messages
de: Neue Erwähnungen und Nachrichten
es: nuevas menciones y mensajes
eu: aipamen eta mezu berriak
it: nuove menzioni e messaggi

# NewMessage
source: @{0} sent you a message
de: @{0} hat die eine Nachricht geschickt
es: @{0} te ha enviado un mensaje
eu: @{0} mezu bat bidali dizu
it: @{0} ti ha inviato un messaggio

source: new messages
de: Neue Nachrichten
es: nuevos mensajes
eu: mezu berriak
it: nuovi messaggi

# NewXMentions
source: {0} new mentions
de: {0} neue Erwähnungen
es: {0} menciones nuevas
eu: {0} aipamen berriak
it: {0} nuove menzioni

# NewXMessages
source: {0} new messages
de: {0} neue Nachrichten
es: {0} mensajes nuevos
eu: {0} mezu berriak
it: {0} nuovi messaggi

source: mute...
de: muten...
es: silenciar...
eu: isilarazi...
it: muto...

source: share...
de: teilen...
es: compartir...
eu: partekatu...
it: condividi...

# AboutScheduling
source: About tweet scheduling...
de: Über geplante Tweets...
es: Sobre la programación de tweets...
eu: Txioen programazioari buruz...
it: Sui tweet schedulati...

# AboutSchedulingMessage
source: Because of the system's limitations, we can only check your scheduled tweets every half hour, so it's possible that your tweet will not be sent at the exact time you specified. Also, remember that if you have your phone in battery saving mode or turned off, we won't be able to send your tweet.
de: Aufgrund von Systembschränkungen können geplante Tweets nur alle 30 Minuten gesendet werden. Daher ist es möglich, dass dein Tweet nicht zu der von dir ausgewählten Zeit gesendet wird. Bitte denke daran, dass der Tweet nicht gesendet werden kann, wenn sich dein Handy im Stromsparmodus befindet oder ausgeschaltet ist.
es: Debido a las limitaciones de Windows Phone, sólo podemos comprobar tus tweets programados cada media hora, así que es posible que tu tweet no se envíe a la hora exacta a la que lo programaste. Recuerda también que si tienes el teléfono en modo de ahooro de batería o apagado no podremos enviar el tweet.
eu: Windows Phone-ko mugak direla eta bakarrik ordu erdiro baieztatu dezakegu programatutako txioak. Hori dela eta txioa ezarrietako orduan ez bidaltzea gerta daiteke. Gogoratu mugikorra itzalita edo energia aurrezte moduan badaukazu ezin izango dugula txioa bidali.
it: A causa delle limitazioni del sistema, possiamo solo controllare i tuoi tweet schedulati ogni mezz'ora, quindi è possibile che i tweet non saranno inviati all'ora esatta impostata. Inoltre, ricorda che se il tuo cellulare è in risparmia batteria o spento, non saremo in grado di inviare il tuo tweet.

source: add image
de: Bild hinzufügen
es: añadir imagen
eu: irudia gehitu
it: aggiungi immagine

# AskTweetProtectedAccount
source: Are you sure you want to tweet from the protected account @{0}?
de: Bist du sicher, dass du vom geschützten Account @{0} aus tweeten willst??
es: ¿Estás seguro de que quieres twittear desde la cuenta protegida @{0}?
eu: Zihur zaude @{0} babestutako kontutik txiokatu nahi duzula?
it: Sei sicuro di voler twittare dall'account protetto @{0}?

source: Date
de: Datum
es: Fecha
eu: Data
it: Data

source: Draft saved!
de: Entwurf gespeichert!
es: ¡Borrador guardado!
eu: Zirriborroa gordeta!
it: Bozza salvata!

# ErrorDuplicateTweet
source: That tweet is duplicated.
de: Dieser Tweet wurde dupliziert.
es: Ese tweet está duplicado.
eu: Txioa bikoiztuta dago.
it: Quel tweet è duplicato.

# ErrorUploadingImage
source: Error uploading the image. Please try again.
de: Fehler beim Bilderupload. Bitte erneut versuchen.
es: Error subiendo la imagen. Por favor, prueba de nuevo.
eu: Errorea irudia igotzerakoan. Saiatu berriro mesedez.
it: Errore nel caricamento dell'immagine. Riprova.

source: Message scheduled!
de: Nachricht geplant!
es: ¡Tweet programado!
eu: Txioa programatuta!
it: Messaggio schedulato!

source: save draft
de: Entwurf speichern
es: guardar borrador
eu: zirriborroa gorde
it: salva bozza

source: schedule
de: Planer
es: programar
eu: programatu
it: schedula

# SelectDateTimeToSchedule
source: Please select a date and time to schedule the tweet.
de: Bitte wähle ein Datum und eine Zeit, um deinen Tweet zu veröffentlichen.
es: Por favor, selecciona una fecha y hora para programar el tweet.
eu: Hautatu data eta ordua txioa programatzeko mesedez.
it: Seleziona data e ora per il tweet schedulato.

source: send
de: Senden
es: enviar
eu: bidali
it: invia

source: sending tweet...
de: Tweet wird gesendet...
es: enviando...
eu: bidaltzen...
it: sto inviando il tweet...

source: Time
de: Zeit
es: Hora
eu: Ordua
it: Ora

# AboutP1
source: Ocell is a open source (ASL) twitter client for Windows Phone, developed by Guillermo Julián. You can follow @OcellApp on Twitter to receive the lastest updates about Ocell.
de: Ocell ist ein Open Source (ASL) Twitter Client für Windows Phone, entwickelt von Guillermo Julián. Du kannst @OcellApp auf Twitter folgen, um über Neuigkeiten und Updates informiert zu werden.
es: Ocell es un cliente de Twitter de código abierto (licencia ASL) para Windows Phone desarrollado por Guillermo Julián. Puedes seguir a @OcellApp en Twitter para recibir las últimas novedades sobre la aplicación.
eu: Ocell Guillermo Julianek garatutako kode irekidun (ASL lizentzia) Twitter bezeroa da. @OcellApp jarraitu dezakezu aplikazioaren azken eguneraketak jasotzeko.
it: Ocell è un open source (ASL) Twitter client per Windows Phone, sviluppato da Guillermo Julián. Puoi seguire @OcellApp su Twitter per ricevere gli ultimi aggiornamenti su Ocell.

# AboutP2
source: Backgrounds credit: Thanks to Paul Phönixweiß (Egg), Dimitar Karaytchev (Diamond), Lauren (Floral), Sam Feyaerts (Map) and Wilmotte Bastien (Tire) for making their patterns available on subtlepattern.com.
de: Hintergründe Credits: Danke an Paul Phönixweiß (Egg), Dimitar Karaytchev (Diamond), Lauren (Floral), Sam Feyaerts (Map) und Wilmotte Bastien (Tire) für das Zugänglich machen der Bilder auf subtlepattern.com.
es: Fondos de pantalla: Gracias a Paul Phönixweiß (Egg), Dimitar Karaytchev (Diamond), Lauren (Floral), Sam Feyaerts (Map) y Wilmotte Bastien (Tire) por dejar sus patrones disponibles en subtlepatterns.com.
eu: Hormirudiak: Eskerrik asko Paul Phönixweiß (Egg), Dimitar Karaytchev (Diamond), Lauren (Floral), Sam Feyaerts (Map) eta Wilmotte Bastien (Tire)-ri beraien patroiak subtlepatterns.com-en uzteagatik.
it: Ringraziamenti: Grazie a Paul Phönixweiß (Egg), Dimitar Karaytchev (Diamond), Lauren (Floral), Sam Feyaerts (Map) and Wilmotte Bastien (Tire) per aver reso disponibili i loro patterns su subtlepattern.com.

source: add favorite
de: Favorit hinzufügen
es: añadir favorito
eu: gogokoa gehitu
it: aggiungi preferito

source: Authenticating...
de: Authentifizierung...
es: Autenticando...
eu: Kautotzen...
it: Autenticazione in corso...

# BlockAndReport
source: block and report spam
de: Blocken und Spam melden
es: bloquear y reportar spam
eu: blokeatu eta spam gisa salatu
it: blocca e segnala come spam

source: Don't show tweets where
de: Keine Tweets anzeigen, die
es: No mostrar tweets donde
eu: Ez erakutsi txioak non
it: Non mostrare tweet dove

# DownloadingTopics
source: downloading trending topics...
de: Trending Topics werden heruntergeladen...
es: descargando trending topics...
eu: pil-pileko gaiak deskargatzen...
it: scaricando i trend...

# DownloadingUserList
source: downloading list of users...
de: Benutzerliste wird heruntergeladen...
es: descargando lista de usuarios...
eu: lagun zerrenda deskargatzen...
it: scaricando la lista degli utenti...

# EnterQuery
source: Enter your search query:
de: Suchbegriff eingeben:
es: Introduce el término de búsqueda
eu: Bilaketa hitza sartu
it: Inserisci i parametri della tua ricerca:

source: From:
de: Von:
es: Desde:
eu: Igorlea:
it: Da:

# IsMemberOfLists
source: Is member of the following lists:
de: Ist in folgenden Listen:
es: Es miembro de las siguientes listas:
eu: Hurrengo zerrenden kidea da:
it: È membro delle seguenti liste:

source: loading lists...
de: Listen werden geladen...
es: cargando listas...
eu: zerrendak kargatzen...
it: sto caricando le liste...

source: Load more...
de: Mehr laden...
es: Cargar más...
eu: Gehiago kargatu...
it: Carica altri...

# ManageListsForUser
source: add/remove from lists...
de: Zur Liste hinzufügen oder entfernen...
es: añadir/quitar usuario de listas...
eu: gehitu/kendu erabiltzailea zerrendetatik...
it: aggiungi/rimuovi dalle liste...

source: Name
es: Nombre
eu: Izena
it: Nome

source: Notify mentions:
de: Über Erwähnungen benachrichtigen:
es: Notificaciones de menciones:
eu: Aipamen jakinarazpenak:
it: Notifica menzioni:

source: Notify messages:
de: Über neue DM benachrichtigen:
es: Notificaciones de mensajes:
eu: Mezu jakinarazpenak:
it: Notifica messaggi:

source: Password:
de: Passwort:
es: Contraseña:
eu: Pasahitza:

# PasswordIfYouHave
source: Password (if you have one):
de: Passwort (falls vorhanden):
es: Contraseña (si tienes una):
eu: Pasahitza (izanez gero):
it: Password (se impostata):

source: remove favorite
de: Favorit entfernen
es: quitar favorito
eu: gogokoa kendu
it: rimuovi dai preferiti

source: Show retweets as mentions
de: Retweets als Erwähnungen anzeigen
es: Mostrar retweets como menciones
eu: Bertxioak aipamen gisa erakutsi
it: Mostra retweets come menzioni

# SilenceTime
source: Silence time when muting tweets:
de: Gemutete Tweets stummschalten für:
es: Tiempo por defecto al silenciar tweets:
eu: Txioak isiltzerakoan lehenetsizko denbora:
it: Tempo per i tweet silenziati:

# TapFilter
source: Tap a filter to modify it, tap and hold to delete it.
de: Filter antippen zum anpassen, antippen und halten zum löschen.
es: Pulsa un filtro para modificarlo, pulsa y mantén para borrarlo.
eu: Sakatu iragazkia aldatzeko, sakatu eta mantendu ezabatzeko.
it: Tocca un filtro per modificarlo, tocca e mantieni per rimuoverlo.

# TapList
source: To add or remove the user from a list, just tap that list.
de: Um einen User zu einer Liste hinzuzufügen oder zu entfernen, einfach die Liste antippen.
es: Para añadir o quitar al usuario de una lista, pulsa en esa lista.
eu: Erabiltzaileak gehitu edo kentzeko zerrendan sakatu.
it: Per aggiungere o rimuovere l'utente da una lista, tocca la lista desiderata.

source: To:
de: An:
es: Para:
eu: Hartzailea:
it: A:

# ToAddColumnTiles
source: To add column tiles, go to the main page and press "pin column to start" in the bottom bar.
de: Um Tiles für Spalten hinzuzufügen, drücke "Spalte an Start anhelfen" am unteren Rand der Hauptseite.
es: Para añadir tiles de columna, ve a la página principal y pulsa "anclar a inicio" en el menú inferior.
eu: Tile zutabeak gehitzeko orri nagusira joan eta "hasierara ainguratu" hautatu beheko menuan.
it: Per aggiungere la tile di una colonna, vai alla pagina principale e premi "aggiungi colonna a start" nell'application bar.

source: Until
de: Bis
es: Hasta
eu: Noiz arte
it: Fino a

# UpdateTilesInBackground
source: Update column tiles in the background
de: Tiles im Hintergrund aktualisieren
es: Actualizar tiles en segundo plano
eu: Tile-ak atzeko planoan eguneratu
it: Aggiorna le tile delle colonne in background

# UserOrMail
source: Username or email:
de: Benutzername oder E-Mail:
es: Nombre de usuario o correo:
eu: Erabiltzaile izena edo posta:
it: Username o email:

source: Users who retweeted
de: Retweeted von
es: Usuarios que han retwitteado
eu: Bertxiotu duten erabiltzaileak:
it: Utenti che hanno retwittato

# WhatToMute
source: What do you want to mute?
de: Was möchtest du muten?
es: ¿Qué quieres silenciar?
eu: Zer isilarazi nahi duzu?
it: Cosa vuoi silenziare?

# AccountsPivot
source: accounts
es: cuentas
eu: kontuak
it: account

source: block
de: blocken
es: bloquear
eu: blokeatu
it: blocca

source: Compose tile
de: "Erstellen"-Tile
es: Acceso rápido para escribir tweets
eu: Txioak idazteko sarbide azkarra
it: Tile componi

source: delete
de: löschen
es: eliminar
eu: ezabatu
it: cancella

source: follow
de: folgen
es: seguir
eu: jarraitu
it: segui

source: pin to start
de: An Start anheften
es: anclar a inicio
eu: Hasierara ainguratu
it: aggiungi to start

source: profile
de: Profil
es: perfil
eu: profila
it: profilo

# ScheduledQuestion
source: Scheduled?
de: Geplant?
es: ¿Programado?
eu: Programatua?
it: Schedulato?

source: unblock
de: Entblocken
es: desbloquear
eu: blokeoa kendu
it: sblocca

source: unfollow
de: Entfolgen
es: dejar de seguir
eu: jarraitzen utzi

source: Big
de: Groß
es: Grande
eu: Handia
it: Grande

source: Font size:
de: Schriftgröße:
es: Tamaño de fuente:
eu: Letra tamaina:
it: Dimensione font:

source: Medium
de: Mittel
es: Medio
eu: Ertaina
it: Medio

source: RT by
de: RT von
es: RT por
eu: BT

source: Small
de: Klein
es: Pequeño
eu: Txikia
it: Piccolo

# RecoverReadPosition
source: resume last reading position?
de: Von letzter Position fortsetzen?
es: ¿Seguir leyendo donde lo dejaste?
eu: Irakurtzen jarraitu utzi zenuen lekutik?
it: recupera ultima posizione di lettura?

source: Accept
de: Akzeptieren
es: Aceptar
eu: Onartu
it: Accetta

# AskAccessGrantGeolocation
source: Do you grant Ocell access to your location? This will enable tweet geotagging and localized Trending Topics.
de: Möchtest du Ocell Zugriff auf deinen Standort erlauben? Damit werden die Positionsbestimmung für Tweets und lokalisierte Trending Topics aktiviert.
es: ¿Permites que Ocell acceda a tu localización? Esto activará el geoetiquetado de tweets y los Trending Topics localizados.
eu: Ocell zure kokapenera sarbideratzea baimentzen duzu? Hau txio eta pil-pileko gaien geolokalizazioa gaituko du.
it: Vuoi consentire ad Ocell di accedere alla tua posizione? Questo abiliterà il geotagging per i tweet e tend localizzate.

# ChangeGeolocSetting
source: You will be able to change this setting anytime in the Settings page.
de: Du kannst diese Funktion jederzeit in den Einstellungen ändern.
es: Podrás cambiar esta decisión en cualquier momento desde Ajustes.
eu: Edozein momentutan aukera aldatu dezakezu hobespenetan.
it: Potrai cambiare questa impostazione in ogni momento nella pagina Impostazioni.

source: Deny
de: Verweigern
es: Denegar
eu: Ukatu
it: Nega

source: Geolocation
de: Positionsbestimmung
es: Geolocalización
eu: Geolokalizazioa
it: Geolocazione

# Geotagging
source: Enable geolocalization
de: Positionsbestimmung aktivieren
es: Activar geolocalización
eu: Geolokalizazioa gaitu
it: Geotagging

# PrivacyPolicy
source: Privacy policy: Ocell will not save your localization in any register or file in your phone. Ocell will not send your location to any Internet server, except to Twitter.com and for the purposes exposed above (tweet geotagging and localization of Trending Topics).
de: Datenschutzrichtlinie: Ocell wird deinen Standort niemals in einer Liste oder Datei auf deinem Handy speichern. Ocell wird deinen Standort an keine Internetserver senden, mit Ausnahme von Twitter.com und nur für die oben genannten Zwecke (Positionsbestimmung für Tweets und lokalisierte Trending Topics).
es: Política de privacidad: Ocell no guardará tu localización en ningún registro o fichero en tu teléfono. Ocell no enviará tu localización a ningún servidor en internet, salvo a Twitter.com para los propósitos especificados antes (geoetiquetado de tweets y Trending Topics localizados).
eu: Pribatutasun Politika: zure kokapena edo fitxategiak ez dira inoiz gordeko zure telefonoan. Ocell-ek ez du zure kokapena interneteko edozein zerbitzarira bidaliko, soilik Twitter.com-era lehenago zehaztutako asmoentzat (txio geoetiketaketa eta pil-pileko gaiak).
it: Privacy policy: Ocell non salverà la tua posizione in alcun registro o file del tuo telefono. Ocell non invierà la tua posizione ad alcun server, tranne che a Twitter.com e per gli scopi seguenti (geotagging nei tweet e localizzazione delle Trends).

# ShowGlobalTopics
source: show global trending topics...
de: Zeige globale Trending Topics...
es: mostrar trending topics globales...
eu: mundu osoko pil-pileko gaiak erakutsi
it: mostra trends globali...

# ShowResumeButton
source: Show "Resume reading" button
de: Zeige "Lesen fortsetzen"-Button
es: Activar "seguir donde lo dejé"
eu: "Jarraitu utzi zenuen lekutik" gaitu
it: Mostra pulsante "Recupera lettura"

# AskEnablePush
source: Do you want to enable push notifications in Ocell?
de: Möchtest du Push-Benachrichtigungen in Ocell aktivieren?
es: ¿Quieres activar las notificaciones push en Ocell?
eu: Push jakinarazpenak aktibatu nahi dituzu?
it: Vuoi abilitare le notifiche push in Ocell?

# PushEnabled
source: Push notifications
de: Push-Benachrichtigungen
es: Notificaciones push
eu: Push jakinarazpenak
it: Notifiche push

# ErrorNoAccount
source: There's no selected account.
de: Kein Account ausgewählt.
es: No hay ninguna cuenta seleccionada.
eu: Ez dago aukeratutako konturik.
it: Non c'è alcun account selezionato.

# AskTwitlonger
source: As this message is more than 140 characters long, we will use Twitlonger to send it. Do you agree?
de: Da dieser Tweet mehr als 140 Zeichen enthält, wird Twitlonger zum senden genutzt. Fortfahren?
es: El mensaje ocupa más de 140 caracteres y usaremos Twitlonger para enviarlo. ¿Estás de acuerdo?
eu: Twitlonger erabiliko dugu mezua bidaltzeko 140 karaktere baino gehiago neurtzen duelako. Ados zaude?
it: Siccome questo tweet supera i 140 caratteri, useremo Twitlonger per inviarlo. Acconsenti?

# ErrorCreatingTwitlonger
source: An error has happened while trying to create the Twitlonger post.
de: Fehler beim erstellen des Twitlonger-Posts
es: Ha ocurrido un error al crear el post en Twitlonger.
eu: Errorea txioa Twitlonger-ren sortzerakoan.
it: Un errore si è verificato mentre cercavamo di creare il post con Twitlonger.

# UploadingTwitlonger
source: sending to Twitlonger...
de: Senden an Twitlonger...
es: enviando a Twitlonger...
eu: Twitlonger-ra bildaltzen...
it: stiamo inviando a Twitlonger...

# XFollowsY
source: {0} follows you
de: {0} folgt dir
es: {0} te sigue
eu: {0} jarraitzen zaitu
it: {0} ti segue

# XNotFollowsY
source: {0} does not follow you
de: {0} folgt dir nicht
es: {0} no te sigue
eu: {0} ez zaitu jarraitzen
it: {0} non ti segue

# ErrorBufferProfiles
source: Error retrieving Buffer profiles.
es: Error recuperando los perfiles de Buffer.
eu: Errorea Buffer-en profilak lortzean.
it: Errore nel recuperare i profili Buffer.

# ErrorCreatingBuffer
source: Error creating Buffer update.
es: Error creando actualización en Buffer.
eu: Errorea Buffer-eko eguneraketa sortzean.
it: Errore nel creare l'aggiornamento Buffer.

# NoBufferProfilesAdded
source: You don't have a Buffer profile for any of the Twitter accounts configured with Ocell.
de: Du hast kein Buffer-Profil für eines der in Ocell gespeicherten Twitter-Accounts.
es: Ningún perfil de Buffer concuerda con las cuentas de Twitter que tienes en Ocell.
eu: Ez dago Ocell-en dituzun Twitter kontuekin bat datozen Buffer profilik.
it: Non hai un profilo Buffer per nessuno degli account Twitter Config.rati.Value.Value con Ocell.

# BufferUpdateSent
source: Tweet sent to Buffer!
de: Tweet an Buffer gesendet!
es: ¡Tweet enviado a Buffer!
eu: Txioa Buffer-era bidalita!
it: Tweet inviato a Buffer!

# NoBufferConfigured
source: Seems that you haven't configured any Buffer account. Do you want to do it now?
de: Es scheint es wurde kein buffer-Account konfiguriert. Möchtest du dies nun tun?
es: Parece que no tienes ninguna cuenta Config.rada.Value.Value con Buffer. ¿Quieres añadirla ahora?
eu: Itxuraz, ez duzu Buffer-ekin inolako konturik konfiguratuta. Orain gehitu nahi duzu?
it: Sembra che non hai impostato nessun account Buffer. Vuoi farlo adesso?

# ScheduleError
source: Error scheduling the tweet for {0}.
de: Fehler beim planen des Tweets für {0}.
es: Error programando el tweet de {0}.
eu: Errorea {0}-(r)en txioa programatzerakoan.
it: Errore nello schedulare il tweet per {0}.

# AskAddColumn
source: Do you want to add the column {0} to the main page?
de: Die Spalte {0} zur Hauptseite hinzufügen?
es: ¿Quieres añadir la columna {0} a la página principal?
eu: {0} zutabea orri nagusira gehitu nahi duzu?
it: Si desidera aggiungere la colonna {0} alla pagina principale?

source: Column added.
de: Spalte hinzugefügt.
es: Columna añadida.
eu: Zutabea gehituta.
it: Colonna aggiunta.

# DisableQuickAdd
source: disable quick column add
de: Schnelles hinzufügen von Spalten deaktivieren
es: desactivar añadido rápido
eu: gehigarri azkarra desgaitu
it: Disable Aggiungi colonna rapido

# EnableQuickAdd
source: enable quick column add
de: Schnelles hinzufügen von Spalten aktivieren
es: activar añadido rápido
eu: gehigarri azkarra gaitu
it: Enable Aggiungi colonna rapido

# ErrorDownloadingSearches
source: We couldn't download your saved searches.
de: Gespeicherte Suchenn konnten nicht heruntergeladen werden.
es: No hemos podido descargar tus búsquedas guardadas.
eu: Ezin izan dugu gordetako bilaketak deskargatu.
it: Noi non potevamo scaricare le ricerche salvate.

source: quick view
de: Schnellansicht
es: vista rápida
eu: aurrebista
it: vista rapida
